"OK" = "OK";
"All subscriptions" = "Alla prenumerationer";
"Privacy" = "Integritet";
"Privacy policy" = "Integritetspolicy";
"Purchases restored successfully!" = "Köp återställda framgångsrikt!";
"Restore" = "Återställ";
"Restore purchases" = "Återställa köp";
"Terms" = "Villkor";
"Terms and conditions" = "Villkor";
"Annual" = "Årlig";
"6 Month" = "6 månader";
"3 Month" = "3 månader";
"2 Month" = "2 månader";
"Monthly" = "En gång i månaden";
"Weekly" = "Varje vecka";
"Lifetime" = "Livstid";
"%d%% off" = "%d%% rabatt";
"Continue" = "Fortsätta";
"Default_offer_details_with_intro_offer" = "Starta din provperiod på {{ sub_offer_duration }} och sedan {{ total_price_and_per_month }}.";
"Something went wrong" = "Något gick fel";
